Repository: ysdy44/Retouch-Photo-UWP
Catalog: 修图/Strings/*/Tool.resw
Source language: en_us
Languages: zh_cn

# Cursor.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Cursor
zh_cn: 光标

# CursorRasterize.Content
source: Rasterize
zh_cn: 栅格化

# CursorRecover.Content
source: Recover
zh_cn: 复原

# Ellipse.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Elliptical Marquee
zh_cn: 圆形套索

# EllipseCenter.Text
source: Center
zh_cn: 居中

# EllipseSquare.Text
source: Square
zh_cn: 居正

# Eraser.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Eraser
zh_cn: 橡皮

# EraserFlow.Text
source: Flow
zh_cn: 流量

# EraserHardness.Text
source: Hardness
zh_cn: 硬度

# EraserSize.Text
source: Size
zh_cn: 尺寸

# EraserSpacing.Text
source: Spacing
zh_cn: 间隔

# Hand.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Hand
zh_cn: 手

# Lasso.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Free Hand
zh_cn: 套索

# Magic.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Magic Wand
zh_cn: 魔棒

# MagicTolerance.Text
source: Tolerance
zh_cn: 容差

# MaskEraser.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Selection Eraser
zh_cn: 选区橡皮

# MaskPaint.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Selection Paint
zh_cn: 选区画笔

# Paint.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Paint
zh_cn: 画笔

# PaintFlow.Text
source: Flow
zh_cn: 流量

# PaintHardness.Text
source: Hardness
zh_cn: 硬度

# PaintSize.Text
source: Size
zh_cn: 尺寸

# PaintSpacing.Text
source: Spacing
zh_cn: 间隔

# Pen.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Pen
zh_cn: 钢笔

# PenAddColor.Text
source: Color
zh_cn: 颜色

# PenAddStroke.Text
source: Stroke
zh_cn: 描边

# Pencil.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Pencil
zh_cn: 铅笔

# PenEditAdd.Text
source: Add
zh_cn: 添加

# PenEditClear.Text
source: Clear
zh_cn: 清除

# PenEditSharp.Text
source: Sharp
zh_cn: 锐化

# PenEditSmooth.Text
source: Smooth
zh_cn: 平滑

# PenModeAsymmetric.Text
source: Asymmetric
zh_cn: 不对称

# PenModeDisconnected.Text
source: Disconnected
zh_cn: 独立

# PenModeMirrored.Text
source: Mirrored
zh_cn: 对称

# PenModeStraight.Text
source: Straight
zh_cn: 直线

# PentoFill.Text
source: toFill
zh_cn: 转为填充

# PentoMask.Text
source: toMask
zh_cn: 转为选区

# PentoPoints.Text
source: toPoints
zh_cn: 转为点

# PentoStroke.Text
source: toStroke
zh_cn: 转为描边

# Polygon.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Polygonal Marquee
zh_cn: 多边形套索

# Rectangle.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rectangular Marquee
zh_cn: 矩形套索

# Mixer.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Mixer
zh_cn: 混色

# MixerFlow.Text
source: Flow
zh_cn: 流量

# MixerHardness.Text
source: Hardness
zh_cn: 硬度

# MixerSize.Text
source: Size
zh_cn: 尺寸

# MixerSpacing.Text
source: Spacing
zh_cn: 间隔

# Smudge.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Smudge
zh_cn: 涂抹

# Straw.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Straw
zh_cn: 吸管

# StrawCurrent.Content
source: Current
zh_cn: 当前

# StrawGlobal.Content
source: Global
zh_cn: 全局

# RectangleCenter.Text
source: Center
zh_cn: 居中

# RectangleRadius.Text
source: Radius
zh_cn: 圆角

# RectangleSquare.Text
source: Square
zh_cn: 居正

# MixerDry.Text
source: Dry
zh_cn: 干燥

source: Cursor
zh_cn: 光标

# Ellipse_
source: Elliptical Marquee
zh_cn: 圆形套索

source: Eraser
zh_cn: 橡皮

source: Hand
zh_cn: 手

# Lasso_
source: Free Hand
zh_cn: 套索

# Magic_
source: Magic Wand
zh_cn: 魔棒

# MaskEraser_
source: Selection Eraser
zh_cn: 选区橡皮

# MaskPaint_
source: Selection Paint
zh_cn: 选区画笔

source: Paint
zh_cn: 画笔

source: Pencil
zh_cn: 铅笔

source: Pen
zh_cn: 钢笔

# Polygon_
source: Polygonal Marquee
zh_cn: 多边形套索

# Rectangle_
source: Rectangular Marquee
zh_cn: 矩形套索

source: Mixer
zh_cn: 混色

source: Smudge
zh_cn: 涂抹

source: Straw
zh_cn: 吸管

# PentoClear.Text
source: Clear
zh_cn: 清空

# CursorRasterized_
source: Rasterized
zh_cn: 栅格化

# PenWidth.Text
source: Width
zh_cn: 宽度
